<template>
    <div class="page-box paddin">
        <h3 class="center">卡豆充值协议</h3>
        <h5>1.接受条款</h5>
        <p>在充值购买卡豆时，勾选本卡豆充值协议(以下简称“协议”或“本协议”)即表示您已阅读并完全接受本协议项下的全部条款。卡车之家有权更新本协议内所有条款并在相关页面上提示修改内容，修改后的用户充值协议一旦公布，立即自动生效。您在购买使用卡豆之前，应仔细阅读本协议；如您不同意本协议及/或随时对其的修改，请停止使用。</p>
        <h5>2.服务介绍</h5>
        <p>1) 卡豆是在卡销宝中用于兑换购车线索的虚拟产品；卡豆仅仅是计算机系统中的一个数值，本身并无实际价值。</p>
        <p>2) 卡销宝中提供的购车线索全部来源于卡车之家用户提交的询价行为，兑换购车线索需要使用相应数量的卡豆；兑换不同线索可能需要数量不等的卡豆。</p>
        <p>3) 兑换线索前您只能查看用户的购车意向信息，无法查看购车用户的联系方式；只有在使用卡豆兑换成功之后才可获取该购车用户的联系方式。</p>
        <p>4) 卡豆一旦购买成功，卡车之家将不再退回您所付出的购买费用。</p>

        <h5>3.卡豆充值与使用说明</h5>
        <p>3.1 您在使用卡豆之前，必须采用卡车之家指定的充值方式进行充值；目前充值方式仅支持微信支付。若使用非卡车之家指定充值方式进行充值，或以非法的方式进行充值而造成用户权益受损时，不得因此要求卡车之家作任何补偿或赔偿。</p>
        <p>3.2 在进行卡豆充值前，您必须仔细确认卡豆充值数量、支付金额是否正确。支付一旦完成，充值即确定完成，卡车之家不提供更改、修正服务。若发生异议，您可以联系卡车之家进行咨询处理。</p>
        <p>3.3 卡豆充值时支付成功后，正常情况下卡豆即时到账，遇系统繁忙等情况可能会存在延时到账；若充值遇到问题，可联系卡车之家进行咨询。</p>
        <p>3.4 若因充值系统原因造成卡豆充值失实，在网络恢复、存有有效数据和合法有效凭证的情况下，卡车之家将根据具体充值情况作出变动措施：</p>
        <p class="txt">1) 因充值系统原因，造成卡豆实际入账数量小于应入账数量的，卡车之家予以补其差额；</p>
        <p class="txt">2) 因充值系统原因，造成卡豆实际入账数量大于应入账数量的，卡车之家有权追回差额。</p>
        <p>3.5 在您兑换购车线索成功后，正常情况下会从您的账户中立即扣除相应数量的卡豆，与系统繁忙等情况可能会存在延时扣除，卡车之家有权在恢复正常后完成卡豆的扣除；若遇到问题，可联系卡车之家进行咨询。</p>
        <h5>4.权利义务</h5>
        <p>4.1 卡车之家权利与义务</p>
        <p class="txt">1) 卡车之家保证您账户的安全性。</p>
        <p class="txt">2) 卡车之家拥有随时调整卡豆充值数额的权利，调整前将在相关页面发布通知。</p>
        <p class="txt">3) 卡车之家拥有根据市场情况调整购车线索所需卡豆的权利。</p>
        <p class="txt">4) 卡车之家不保证用户提交的购车线索完全符合您的要求。</p>
        <p class="txt">5) 如发现您提供的个人资料不真实，或违反本协议中的相关条款，卡车之家有权随时中断或终止您继续使用卡销宝的权利而无需提前通知。</p>
        <p>4.2 您使用“服务”时享有的权利与义务</p>
        <p class="txt">1) 您可以在卡销宝中使用卡豆兑换任何购车线索。</p>
        <p class="txt">2) 您应谨防账号被他人盗用；若因他人盗用产生的损失，卡车之家不承担责任。</p>
        <p class="txt">3) 您应遵守本协议所规定的全部条款，否则承担因违反规定而造成的一切后果。</p>
        <p class="txt">4) 您应严格遵守卡车之家相关规定，保证您所提交的信息真实有效，若因虚假信息等原因遭到卡车之家用户投诉，卡车之家有权取消您的使用资格，未使用卡豆不予返还。</p>
        <h5>5.法律管辖</h5>
        <p>5.1 本协议的订立、执行和解释及争议的解决均应适用中国法律。</p>
        <p>5.2 如双方就本协议内容或其执行发生任何争议，双方应尽量友好协商解决；协商不成时，任何一方均应向卡车之家所在地的人民法院提起诉讼。</p>
        <h5>6.其他规定</h5>
        <p>6.1 本协议构成双方对本协议之约定事项及其他有关事宜的完整协议，除本协议规定的之外，未赋予本协议各方其他权利。</p>
        <p>6.2 如本协议中的任何条款无论因何种原因完全或部分无效或不具有执行力，本协议的其余条款仍应有效并且有约束力。</p>
        <p>6.3 本协议中的标题仅为方便而设，不具法律或契约效果，且不以任何方式界定、限制、解释或描述该条款的范围或限度。</p>
        <p>6.4 本公司未就您的某项违约行为采取行动，并不表明本公司撤回就任何后继或类似的违约事件采取行动的权利。</p>
        <p>6.5 本协议内的条款与卡车之家服务条款有冲突的，按照本协议执行。</p>
        
        <p></p>
    </div>
</template>
<script>
    export default {
        
    }
</script>
<style lang="less" scoped>
.center{text-align: center;font-size: 0.34rem;}
h5{font-size: 0.3rem;}
.paddin{ box-sizing:border-box; padding: 0.3rem; background-color: #fff;}
p{ line-height: 0.56rem;font-size:0.28rem; color: #333;}
.txt{ text-indent: 0.2rem;}
</style>
